[Killed] StringLiteral
default/lwc/helloWorld/helloWorld.js:5:14
 
 export default class Hello extends LightningElement {
 
-    greeting='Hello! Good Morning';
+    greeting="";
 }
killedBy: c-hello-world TODO: test case generated by CLI command, please fill in test logic
statusReason: Error: expect(received).toBe(expected) // Object.is equality

Expected: "Hello! Good Morning"
Received: ""
