[Survived] BlockStatement
default/lwc/helloBinding/helloBinding.js:7:24
 
     greeting='Hello';
 
-    handleChange(event){
-        this.greeting=event.target.value;
-    }
+    handleChange(event){}
 }
